<?php

return [
//----------------------------------------------------
//---Header---Footer-----Ortaq islenenler-------------     
    'axtar'=>'Поиск',
    'anbar'=>'Склад',
    'sadmin'=>'Супер администратор',
    'admin'=>'Администратор',
    'cedveller'=>'Таблицы',
    'sobeler'=>'Департаменты',
    'vezifeler'=>'Должности',
    'isciler'=>'Рабочие',
    'tehcizatcilar'=>'Поставщики',
    'tapsiriqlar'=>'Задания',
    'brendler'=>'Бренды',
    'mehsullar'=>'Продукты',
    'xercler'=>'Расходы',
    'sifarisler'=>'Заказы',
    'musteriler'=>'Клиенты',
    'digerler'=>'Другие',
    'profil'=>'Профиль',
    'elaqe'=>'Контакт',
    'cixis'=>'Выход',
    'hakkinda'=>'O программе',

    //--duymeler-----------------
    'daxilet'=>'Добавить',
    'yenile'=>'Обновить',
    'legvet'=>'Отмена',
    'yox'=>'Нет',
    'he'=>'Да',
    'bagla'=>'Закрыть',
    'fotoyeni'=>'Загрузить фото',
    'daxilol'=>'Вход',
    'hdaxilol'=>'Перейти к аккаунту',
    'qeydiyatk'=>'Зарегистрироваться',
    'geridon'=>'Назад',
    'yenisinielave'=>'Добавить новое',
    
    //--xanalar------------------
    'foto'=>'Фото',
    'ad'=>'Имя',
    'adyaz'=>'Введите имя',
    'soyad'=>'Фамилия',
    'soyadyaz'=>'Введите фамилию',
    'tel'=>'Телефон',
    'email'=>'Почта',
    'pyaz'=>'Напишите пароль',
    'tpyaz'=>'Введите пароль еще раз',
    'tarix'=>'Дата',
     
    //--bildirisler-------------------------------------------
    'bazada'=>'Количество документов в базе',
    'silmesaji'=>'ПОДТВЕРЖДЕНИЕ УДАЛЕНИЯ',
    'Bsiz'=>'Вы уверены, что хотите удалить бренд по имени',
    'Csiz'=>'Вы уверены, что хотите удалить клиента по имени',
    'mehsiz'=>'Вы уверены, что хотите удалить продукт по имени', 
    'shsiz'=>'Вы уверены, что хотите удалить отдел по имени',
    'İsiz'=>'Вы уверены, что хотите удалить рабочий по имени',
    'Xsiz'=>'Вы уверены, что хотите удалить расход по имени',
    'Sfsiz'=>'Вы уверены, что хотите удалить покупатель по имени',
    'PULsiz'=>'Вы уверены, что хотите удалить денежную единицу системы?',
    'Sndsiz'=>'Вы уверены, что хотите удалить документ по имени',
    'Plsiz'=>'Вы уверены, что хотите удалить назначений по имени',
    'Vsiz'=>'Вы уверены, что хотите удалить должности по имени',
    'Asiz'=>'Вы уверены, что хотите удалить пользователя с именем',

    'melumatugur'=>'Данные успешно добавлены!',
    'melumattamdaxilet'=>'Введите информацию полностью!',
    'melumatmovcuddur'=>'Эта информация есть в базе!',
    'melumatyenilendi'=>'Информация успешно обновлена',

    'loginparolyanlis'=>'Введенный вами логин или пароль неверны',
    'parolyanlis'=>'Неправильный пароль',
    'parolyenilendi'=>'Пароль успешно обновлен',
    'tparolyanlisdir'=>'Повторяющийся пароль неверный',
    'cparolyanlisdir'=>'Текущий пароль неверный',

    'registerok'=>'Информация успешно добавлена, заполните поля и войдите в свой аккаунт',

    'pulyenilendi'=>'Валюта успешно обновлена',
    'pulmovcuddur'=>'Эта валюта уже есть в базе данных',
    'valyutasilindi'=>'Валюта успешно удалена',

    'baktivmehsul'=>'У бренда есть активный продукт!',
    'bsilindi'=>'Торговая марка удалена.',
    'bmovcuddur'=>'Этот бренд уже доступен',

    'maktivsifaris'=>'У клиента есть активный заказ!',
    'msilindi'=>'Сбор был успешно удален',
    'musteriyenilendi'=>'Информация о клиенте обновлена',
    'telmovcuddur'=>'Введенный вами номер в настоящее время используется!',

    'taktivmehsul'=>'У поставщика есть активный продукт!',
    'tsilindi'=>'Поставщик успешно удален',
    'tyenilendi'=>'Информация о поставщике успешно обновлена',

    'sifarisugur'=>'Заказ успешно добавлен',
    'sifarisyenilendi'=>'Заказ успешно обновлен',
    'sifarissilindi'=>'Заказ был успешно удален',
    'stesdiq'=>'Заказ был успешно подтвержден',
    'smehsulyoxdu'=>'Недостаточно товаров на складе для подтверждения заказа!',
    'slegvedildi'=>'Заказ был успешно отменен',

    'producaktivsifaris'=>'Товар имеет активный заказ!',
    'producsilindi'=>'Продукт был успешно удален',
    'producyenilendi'=>'Продукт был успешно обновлен',

    'xercsilindi'=>'Списание успешно удалено',
    'xercyenilendi'=>'Стоимость успешно обновлена',

    'isciyenilendi'=>'Информация о сотруднике успешно обновлена',
    'isciaktivtap'=>'У работника есть активная задача',
    'codmelumatmovcuddur'=>'Этот документ доступен в кодовой базе!',
    'senedsilindi'=>'Документ успешно удален',
    'senedyenilendi'=>'Документ успешно обновлен',

    'sobemovcuddur'=>'Этот отдел в настоящее время доступен',
    'sobeaktivvezife'=>'Кафедра занимает активную позицию',
    'sobesilindi'=>'Отдел успешно удален',
    'sobeyenilendi'=>'Ветка успешно обновлена',
    
    'vezifemovcuddur'=>'Эта позиция в данный момент доступна в выбранном разделе!',
    'vezifeaktivisci'=>'Вакансия имеет активного сотрудника!',
    'vezifesilindi'=>'Сообщение было успешно удалено',
    'vezifeyenilendi'=>'Позиция успешно обновлена',

    'planugur'=>'Задача успешно добавлена',
    'plantehvil'=>'Задача успешно выполнена.',
    'plantehvilalinmadi'=>'Задание было отменено',
    'plansilindi'=>'Задача успешно удалена',
    'planyenilendi'=>'Задача успешно обновлена',

    'adminugur'=>'Пользователь успешно добавлен',
    'adminedildi'=>'Пользователь успешно стал администратором.',
    'adminlegv'=>'Админ был отменен',
    'adminsilindi'=>'Пользователь успешно удален',
    'adminsililmedi'=>'Пользователь не был удален',
    'block'=>'Учетная запись пользователя заблокирована.',
    'unblock'=>'Учетная запись пользователя активирована',
    'hesabbloklandi'=>'Ваш аккаунт заблокирован администратором!',
    'hesabaktivdeyil'=>'Аккаунт не активен! Пожалуйста, свяжитесь с администратором!',


//------------------------------------------
//---Pul------------------------------------
'pvahidi'=>'Денежная единица системы',
'melumat'=>'Выберите язык, на котором вы будете предоставлять услугу.',
'iedpulva'=>'Назначенная валюта',
'PULsil?'=>'?',      

//------------------------------------------
//---Login----------------------------------
'hesabgir'=>'Аккаунт',
'login'=>'Логин',
'peyemail'=>'Пожалуйста, введите адрес электронной почты.',
'parol'=>'Пароль',
'peyp'=>'*Пожалуйста введите ваш пароль.',
'qkec'=>'*Если у вас нет учетной записи, сначала зарегистрируйтесь.',
'logkec'=>'*Если у вас есть учетная запись, войдите.',
'qeydiyat'=>'Регистр',

//-------------------------------------------
//---Sobeler--------------------------------- 
'sobec'=>'Таблица отдела',
'sobad'=>'Введите название отдела',
'shvar'=>'отделов',
'SHsil?'=>'?',

//---------------------------------------------
//---Vezifeler--------------------------------- 
'vezifec'=>'Таблица должности',
'vyaz'=>'Введите название должности',
'Vsil?'=>'?',

//-------------------------------------------
//--İsciler----------------------------------
'iscic'=>'Таблица рабочий',
'İfotoyuk'=>'Загрузить фото рабочих',
'shobe'=>'Отделение',
'vezife'=>'Должностъ',
'maash'=>'Зарплата',
'baslamat'=>'Начало работы',
'iscivar'=>'workers in the base',
'İsil?'=>'?',

//-------------------------------------------------
//--Tehcizatcilar----------------------------------
'tehcizatcic'=>'Новая таблица прикрепления поставщиков',
'Tfotoyuk'=>'Загрузить фото поставщика',
'firma'=>'Компания',
'unvan'=>'Адрес',

//-------------------------------------------
//--Planner----------------------------------
'tapsiriqc'=>'Таблица назначений',
'icraci'=>'Исполнитель',
'movcudis'=>'существующие сотрудники',
'tapsiriq'=>'Назначение',
'tapyaz'=>'Введите название назначений',
'saat'=>'Время',
'tehvilt'=>'Дата завершения',
'verilmet'=>'Дата назначения',
'Plsil?'=>'?',

'tehvila'=>'Завершенный',
'icdavameden'=>'В ходе выполнения',
'gecikmis'=>'Просрочено',
'btalinacaq'=>'Он будет доставлен сегодня',

//--------------------------------------------
//--Senedler----------------------------------
'senedc'=>'Document table',
'sened'=>'Document',
'senedleri'=>'Documents of an employee named',
'senedleri2'=>' ',
'sndfoto'=>'Upload an image of the document',
'cod'=>'Код документа',
'sndad'=>'Type the name of the document',
'hakkinda'=>'About the document',
'metn'=>'Type information about the document',
'senedyoxdur'=>'У этого сотрудника нет документов!',

//------------------------------------------
//---Brands---------------------------------   
'brendc'=>'Таблица брендов',
'logo'=>'Логотип',
'logoyuk'=>'Скачать логотип',
'logoyeni'=>'Скачать новый логотип',
'brendad'=>'Введите название бренда',
'brandvar'=>'марки',
'Bsil?'=>'?',
   
//--------------------------------------------
//--Products----------------------------------   
'mehcedvel'=>'Таблица продуктов',
'mehfoto'=>'Загрузить фото товара',
'mehbrend'=>'Марка продукта',
'bsec'=>'выбрать',
'mehad'=>'Продукт',
'alisq'=>'Цена',
'satisq'=>'Цена продажи',
'miqdar'=>'Количество',
'mehsay'=>'Введите количество',    
'mehvar'=>'продукт',
'mehsil?'=>'?',

'brend'=>'Бренды',
'mehyaz'=>'Введите название продукта',  
    
//-------------------------------------------
//---Xercler--------------------------------- 
'xercC'=>'Таблица расходов',
'xerc'=>'Расход',
'xtet'=>'введите адрес назначения',
'mebleg'=>'Количество',
'Xvar'=>'расходы',
'Xsil?'=>'?',
'Xtarix'=>'История расходов',
'xumumim'=>'Общая сумма расходов',

//----------------------------------------------
//--Sifarislər----------------------------------
'scedvel'=>'Таблица заказов',
'mussecin'=>'Выберите клиента',
'movcudmus'=>'cуществующие клиенты',
'mehsecin'=>'Выберите продукт',
'movcudmeh'=>'доступные продукты',

'editsifarisci'=>'Отредактированный покупатель',
'editmeh'=>'Отредактированный продукт',

'sifvar'=>'заказы',
'sifarisci'=>'Покупатель',
'adsoyad'=>'Имя/Фамилия',
'b'=>'Бренд',
'm'=>'Продукт',
'stok'=>'Сток',
'sifaris'=>'Заказ',

'toplam'=>'Общий',
'tesdiqlenmis'=>'Подтвержденный',
'gozlemede'=>'В ожидании',
'mmmayadeyeri'=>'Общая стоимость покупки существующих продуктов',
'mmsatisdeyeri'=>'Общая продажная стоимость существующих продуктов',
'qazanc'=>'Общая прибыль',
'cariqazanc'=>'Текущий заработок',

'eded'=>'куски',

'sifarsayi'=>'введите количество заказа',
'Sfsil?'=>'?',

//-------------------------------------------
//--Clients----------------------------------
'muscedvel'=>'Таблица клиентов',
'Cfotoyuk'=>'Загрузить фото клиента',
'musvar'=>'клиентов',
'Csil?'=>'?',

//-------------------------------------------
//--Profil-----------------------------------
'pdeyis'=>'Обновление пароля',
'cparol'=>'Текущий пароль',
'cparolyaz'=>'Введите текущий пароль.',
'yparol'=>'Новый пароль',
'yparolyaz'=>'Введите новый пароль.',
'tparol'=>'Подтвердите пароль',
'typarol'=>'Введите новый пароль еще раз.',

'Pedit'=>'Редактировать профиль',
'yad'=>'Новое имя',
'yadyaz'=>'Введите новое имя.',
'ysoyad'=>'Новая фамилия',
'ysadyaz'=>'Введите новую фамилию.',
'ytel'=>'Новый телефон',
'ytelyaz'=>'Введите новый номер телефона.',
'yemail'=>'Новый E-mail',
'yemailyaz'=>'Введите новый адрес электронной почты.',


//-----------------------------------------------
//--Super Admin----------------------------------
'isdifadeciler'=>'Пользователи',
'Ufotoyuk'=>'Загрузить фото пользователей',
'Asil?'=>'?',


//-------------------------------------------
//--CONTACT----------------------------------
'mesajlar'=>'Контактные сообщения',

//-------------------------------------------
//--MANAGE-----------------------------------
'manage'=>'Панель управления',
'isdifadecisec'=>'существующие пользователи...',
'menyu'=>'Меню управления',
'cedvel'=>'Таблица',
'bazayainsert'=>'Базовые операции',


//---------------------------------------------------
//--Elaqe mesajlari----------------------------------
'title'=>'Заголовок',
'sorgu'=>'Запрос',
'mesajhakkinda'=>'Текст запроса',
'form'=>'Форма',
'telyaz'=>'xx-xxx-xx-xx...',
'ilksifiriyazma'=>'Не вводите первый ноль',
'qisabasliqyaz'=>'Напишите короткий заголовок...',
'xananidoldur'=>'Это поле обязательно к заполнению',
'sorguyaz'=>'Объясните, как мы можем вам помочь...',
'bizimleelaqe'=>'СВЯЗАТЬСЯ С НАМИ',


//-------------------------------------------
//--AYARLAR----------------------------------
'ayarlar'=>'Настройки',
'sirket'=>'Название компании',
'footer'=>'Нижний колонтитул',
'editfooter'=>'Изменить нижний колонтитул',



]

?>